Repository: yjc2003/raspberry
Catalog: agocontrol/core/rpc/html/po/*.po
Languages: de, nl

source: ago control Configuration
de: ago control Konfiguration
nl: ago control Configuratie

source: Welcome
de: Willkommen
nl: Welkom

source: Dashboard and Floorplans
de: Übersicht und Raumpläne
nl: Hoofdpagina en plattegronden

source: Rooms and Variables
de: Räume und Variablen
nl: Kamers en Variabelen

source: Scenarios
de: Szenarien

source: Events
de: Ereignisse
nl: Gebeurtenis

source: Devices
de: Geräte
nl: Apparaat

source: System and Cloud
de: System und Cloud
nl: Systeem en Cloud

source: Welcome to the configuration page. You can find useful information and help for the configuration menu records in the left tabs.
de: Willkommen auf der Konfigurationsseite. In den linken Reitern findest Du eine kurze Anleitung zu den jeweiligen Menüpunkten.
nl: Welkom op de configuratiepagina. Extra informatie en hulp voor het configuratiemenu is te vinden in het linker tabblad.

source: Help and Documentation
de: Hilfe und Dokumentation
nl: Hulp en Documentatie

source: ago control Documentation
de: ago control Dokumentation
nl: ago control Documentatie

source: Contribute
de: Mitarbeiten
nl: Draag bij

source: If you want to join the development community or if you like ago control and want to help us with your donation!
de: Wenn Du zur Entwickler Gemeinschaft beitreten willst oder wenn Dir ago control gefällt und Du uns mit einer Spende unterstützen willst!
nl: Indien je mee wilt helpen met de ontwikkeling of als je ago control geweldig vindt en wilt helpen met je donatie!

source: Contribute to ago control
de: Einen Beitrag für ago control leisten
nl: Draag bij aan ago control

source: You can easly design your Dashboard or add new floorplans which are shown in the left main menu. Easily drag and drop your devices from the device tree on the left side to the grid and save it. You also can have multiple pages on a single grid. If you want to reorder the devices on the grid you just drag and drop it on the grid.
de: In der Übersicht findest Du alle Geräte die einen Namen haben. Wenn ein Gerät keinen Namen hat, dann kannst Du diesen auf der Geräte Seite vergeben. Um einen neuen Raumplan zu erstellen klickst Du auf Raumpläne, vergibtst einen Namen und klickst dann auf Raumplan erstellen. Auf den neuen Raumplan oder auch auf vorhandene kann man Geräte aus dem Raum-Klappmenü links unten auf die einzelnen Felder ziehen. Um ein Gerät zu entfernen zieht man es zurück auf das Raum-Klappmenü. Wenn man ein Gerät auf einer anderen Position haben möchte, dann einfach am Symbol geklickt halten und auf eine andere Position ziehen. Mit einem Klick auf das Symbol von einem Gerät bekommst Du alle Details und Funtkionen.
nl: Je kunt eenvoudig de hoofdpagina ontwerpen of nieuwe plattegronden toevoegen. Klik en sleep om eenvoudig je apparaten vanuit het linker selectiescherm op het raster te plaatsen en op te slaan. Je kunt meerdere pagina's hebben om een enkel raster. Klik en sleep op het raster om apparaten te rangschikken.

source: Floorplans
de: Raumpläne
nl: Plattegronden

source: Search
de: Suche
nl: Zoeken

source: Rooms
de: Räume
nl: Kamers

source: Variables
de: Variablen
nl: Variabelen

source: Dashboard
de: Übersicht
nl: Hoofdpagina

source: Configuration
de: Konfiguration
nl: Configuratie

source: Room:
de: Raum:
nl: Kamer:

source: State:
de: Status:
nl: Status:

source: Type:
de: Gerätetyp:

source: Lastseen:
de: Zuletzt gesehen:
nl: Laatst gezien:

source: Command:
de: Befehl:
nl: Commando:

source: Run
de: Ausführen
nl: Uitvoeren

source: Are you sure that you want to delete this floorplan?
de: Sicher, dass dieser Raumplan gelöscht werden soll?
nl: Weet je zeker dat je deze plattegrond wilt verwijderen?

source: Yes
de: Ja
nl: Ja

source: No
de: Nein
nl: Nee

source: Floorplan Configuration
de: Raumplan Konfiguration
nl: Plattegrond Configuratie

source: Floorplan Name
de: Raumplan Name
nl: Plattegrond Naam

source: Action
de: Aktion
nl: Actie

source: Edit
de: Bearbeiten
nl: Bewerken

source: Delete
de: Löschen
nl: Verwijderen

source: Create a new floorplan
de: Neuen Raumplan erstellen
nl: Maak een nieuwe plattegrond

source: New floorplan name
de: Name vom neuen Raumplan
nl: Nieuwe plattegrond naam

source: Create Floorplan
de: Raumplan erstellen
nl: Maak Plattegrond

source: Are you sure that you want to delete this room?
de: Sicher, dass dieser Raum gelöscht werden soll?
nl: Weet je zeker dat je deze kamer wilt verwijderen?

source: Room Configuration
de: Raum Konfiguration
nl: Kamer Configuratie

source: unset
de: nicht gewählt
nl: ongedefinieerd

source: Create a new room
de: Neuen Raum erstellen
nl: Maak een nieuwe kamer

source: New room name
de: Neuer Raumname
nl: Nieuwe kamer naam

source: Create Room
de: Neuen Raum erstellen
nl: Maak Kamer

source: Are you sure that you want to delete this scenario?
de: Sicher, dass dieses Scenario gelöscht werden soll?
nl: Weet je zeker dat je deze scenario wilt verwijderen?

source: Scenario Configuration
de: Szenario Konfiguration
nl: Scenario Configuratie

source: Room
de: Raum
nl: Kamer

source: Create Scenario
de: Szenario erstellen
nl: Maak Scenario

source: To create a scenario press the "Add Command" button to add commands. After you need to give a name and press "Create Scenario".
de: Um ein Szenario zu erstellen, bitte den "Befehl hinzufügen" Knopf nutzen. Danach einen Name vergeben und dann auf "Szenario erstellen" drücken.
nl: Om een scenario te maken, druk op de "Voeg commando toe" knop om commando's toe te voegen. Hierna wordt om een naam gevraagd en druk op "Maak Scenario".

source: Add Command
de: Befehl hinzufügen
nl: Voeg Commando toe

source: Input scenario name
de: Namen für Szenario eingeben
nl: Geef scenario naam

source: Edit Scenario
de: Szenario bearbeiten
nl: Bewerk Scenario

source: Save
de: Speichern
nl: Opslaan

source: ago control Cloud Registration
de: ago control Cloud Registrierung
nl: ago control Cloud Registratie

source: This service is currently under heavy development!
de: An diesem Dienst wird gerade schwer gearbeitet!
nl: Deze dienst wordt momenteel ontwikkeld.

source: Register a ago control Cloud account to remote control your installation via <a target="_blank" href="https://cloud.agocontrol.com">cloud.agocontrol.com</a><br/> You will be taken to the order page after completing your registration<br/>This service is not free.
de: Registriere Dich auf der ago control Cloud um die Installation via <a target="_blank" href="https://cloud.agocontrol.com">cloud.agocontrol.com</a> fernzusteuern.<br/> Du wirst dann automatisch auf die Bestellseite weiter geleitet um die Registrierung abzuschliessen.<br />Dieses Service ist nicht kostenlos.
nl: Registreer een ago control Cloud gebruiker om op afstand je installatie te bedienen via <a target="_blank" href="https://cloud.agocontrol.com">cloud.agocontrol.com</a><br/> Je word hierna naar de bestellingspagina doorgezet <br/> Deze dienst is niet gratis.

source: Your username
de: Dein Benutzername
nl: Je gebruikersnaam

source: Input your username
de: Benutzername eingeben
nl: Geef je gebruikersnaam

source: Your E-Mail address
de: Deine E-Mail Adresse
nl: Je email adres

source: Input your E-Mail address
de: E-Mail Adresse eingeben
nl: Geef je email adres

source: Your new password
de: Dein Passwort
nl: Je nieuwe wachtwoord

source: Input new password
de: Passwort eingeben
nl: Geef je nieuwe wachtwoord

source: Confirm new password
de: Passwort bestätigen
nl: Bevestig je nieuwe wachtwoord

source: Register Cloud account
de: Cloud Konto erstellen
nl: Registreer een Cloud gebruiker

source: Cloud Activation
de: Cloud Aktivierung
nl: Cloud Activering

source: Success, activation successful!
de: Aktivierung erfolgreich abgeschlossen!
nl: De activatie is gelukt!

source: Certificate read error!
de: Fehler beim Lesen vom Zertifikat!
nl: Certificaat fout!

source: Wrong username, password or activation PIN!
de: Benutzername, Passwort oder Aktivierungsschlüssel(PIN) falsch!
nl: Verkeerde gebruiker, wachtwoord of activatie PIN!

source: Close
de: Schließen
nl: Sluiten

source: Your password
de: Dein Passwort
nl: Je wachtwoord

source: Input password
de: Passwort eingeben
nl: Geef je wachtwoord

source: Your PIN
de: Dein PIN
nl: Je PIN

source: Input PIN
de: PIN eingeben
nl: Geef je PIN

source: Activate Cloud
de: Cloud aktivieren
nl: Activeer Cloud

source: Are you sure that you want to delete this event?
de: Sicher, dass dieses Ereignis gelöscht werden soll?
nl: Weet je zeker dat je deze gebeurtenis wilt verwijderen?

source: Event Configuration
de: Ereignis Konfiguration
nl: Gebeurtenis Configuratie

source: Create Event
de: Ereignis erstellen
nl: Maak gebeurtenis

source: Criteria
de: Kriterium
nl: Kriteria

source: Input event name
de: Namen für Ereignis eingeben
nl: Geef gebeurtenis naam

source: Edit Event
de: Ereignis bearbeiten
nl: Bewerk gebeurtenis

source: Are you sure that you want to delete this variable?
de: Sicher, dass diese Variable gelöscht werden soll?
nl: Weet je zeker dat je deze variabele wilt verwijderen?

source: Variables Configuration
de: Konfiguration der Variablen
nl: Variabelen configuratie

source: Value
de: Wert
nl: Waarde

source: Add new variable
de: Neue Variable hinzufügen
nl: Voeg nieuwe variabele toe

source: Input variable name
de: Namen für Variable eingeben
nl: Geef variabele naam

source: Create variable
de: Variable erstellen
nl: Maak variabele

source: Are you sure that you want to delete this device?
de: Sicher, dass dieses Gerät entfernt werden soll?
nl: Weet je zeker dat je dit apparaat wilt verwijderen?

source: Device Configuration
de: Geräte Konfiguration
nl: Apparaat Configuratie

source: Filter rooms:
de: Filter Räume:
nl: Filter kamers:

source: Filter devicetypes:
de: Filter Gerätetypen:
nl: Filter apparaattypen:

source: Device Name
de: Gerätename
nl: Apparaat Naam

source: Room Name
de: Raumname
nl: Kamer Naam

source: Device Type
de: Gerätetyp
nl: Apparaat Type

source: IntID
de: Interne ID

source: Description
de: Beschreibung
nl: Omschrijving

source: Security Configuration
de: Security Konfiguration

source: Add new zone
de: Neue Zone hinzufügen

source: Input zone name
de: Namen der Zone eingeben

source: Add zone
de: Neue Zone hinzufügen

source: Add new housemode
de: Neuen Hausmodus hinzufügen

source: Add housemode
de: Hausmodus hinzufügen

source: Change housemode
de: Aktiven Hausmodus setzen

source: Please enter a zone name.
de: Bitte Zonen Namen eingeben

source: Please enter a housemode name.
de: Bitte Name des Hausmodus angeben

source: You must create a housemode before you can add any zones.
de: Sie müssen zuerst einen Hausmodus erstellen bevor Sie zonen anlegen können

source: Show as:
de: Anzeigen als:
nl: Weergeven als:

source: List
de: Liste
nl: Lijst

source: From:
de: Von:
nl: Van:

source: To:
de: Bis:
nl: Aan:

source: OFF
de: AUS
nl: UIT

source: ON
de: EIN
nl: AAN

source: Mode
de: Modus

source: FanMode
de: Ventilator
nl: VentilatorMode

source: Heat
de: Heizen
nl: Verwarm

source: Cool
de: Kühlen
nl: Koel

source: luacontroller is not responding. Unable to execute action.
de: luacontroller antwortet nicht. Der Befehl kann nicht ausgeführt werden.
nl: luacontroller reageert niet. Handeling kan niet worden uitgevoerd.

source: No block defined in workspace.
de: Kein Block im Arbeitsbereich definiert.
nl: Geen block gedefinieert.

source: Script saved successfully.
de: Script wurde erfolgreich gespeichert.
nl: Script opgeslagen

source: Script loaded successfully.
de: Script wurde erfolgreich geladen.
nl: Script ingeladen.

source: Please select a script
de: Bitte wähle ein Script
nl: Selecteer een script

source: Unable to load script, it seems to be corrupted!
de: Skript kann nicht geladen werden, es scheint beschädigt zu sein!
nl: Niet mogelijk om script te laden, het lijkt beschadigt.

source: Script not saved
de: Script wurde nicht gespeichert
nl: Script niet opgeslagen

source: Please specify a valid script name
de: Bitte gültigen Skriptnamen eingeben
nl: Geef een geldige script naam

source: Delete selected script?
de: Lösche ausgewähltes Script
nl: Verwijder geselecteert script?

source: Script deleted successfully
de: Script wurde erfolgreich gelöscht.
nl: Script verwijderd

source: Unable to delete script
de: Kann Script nicht löschen
nl: Verwijderen van script mislukt

source: Load
de: Laden
nl: Laden

source: Check
de: Überprüfen
nl: Controleer

source: View
de: Ansehen
nl: Bekijk

source: Clear
de: Löschen
nl: Wissen

source: Script saved
de: Script gespeichert
nl: Script opgeslagen

source: Script modified
de: Script geändert
nl: Script gewijzigd

source: script(s) available
de: Script(s) verfügbar
nl: script(s) beschikbaar

source: Enter script name
de: Namen für Script eingeben
nl: Geef script naam

source: Internal error
de: Interner Fehler
nl: Interne fout

source: Unable to refresh PushBullet devices
de: Kann PushBullet Geräte nicht aktualisieren
nl: PushBullet apparaat kan niet ververst worden

source: PushBullet devices retrieved successfully
de: PushBullet Geräte erfolgreich abgerufen
nl: PushBullet apparaat ophalen gelukt

source: generating url
de: generiere URL
nl: genereren url

source: authorization url
de: Genehmigungs-URL
nl: authorisatie url

source: Twitter configuration
de: Twitter Konfiguration
nl: Twitter configuratie

source: Agocontrol needs to be authorized to post alerts on your Twitter account.
de: ago control muss befugt sein, Warnungen auf Ihrem Twitter-Account zu posten.
nl: Agocontrol moet toegestaan worden om op je Twitter te posten

source: Twitter is configured
de: Twitter ist konfiguriert
nl: Twitter is geconfigureerd

source: Twitter is not configured
de: Twitter ist nicht konfiguriert
nl: Twitter is niet geconfigureerd

source: Follow instructions above to authorize this access:
de: Bitte den Anweisungen oben folgen, um diesen Zugriff zu genehmigen:
nl: Volg bovenstaande instructies om je gebruiker te authoriseren:

source: Click <a href="#" data-bind="click: twitterUrl">here</a> to generate an authorization url
de: Klicke <a href="#" data-bind="click: twitterUrl">hier</a> um eine Genehmigungs URL zu generieren
nl: Klik <a href="#" data-bind="click: twitterUrl">hier</a> om een authorisatie url te genereren

source: Then click on generated link
de: Dann klicke auf den generierten Link
nl: Klik op gegenereerde link

source: Authorize access on Twitter
de: Genehmige Zugriff auf Twitter
nl: Autoriseer toegang tot Twitter

source: Type given access code here
de: Gib den Zugangscode hier ein
nl: Geef toegangscode op

source: Finally click on button to save access code
de: Klicke auf die Schaltfläche, um den Zugangscode zu speichern
nl: Klik tot slot op de knop om de toegangscode op te slaan

source: To send test tweet on your account, click on button:
de: Um einen Test Tweet auf den Twitter-Konto senden, klicke auf den Button:
nl: Klik op de knop om een test bericht te tweeten:

source: Google Talk configuration
de: Google Talk Konfiguration
nl: Google Talk configuratie

source: Agocontrol needs your Google credentials to connect GTalk and send alerts.
de: ago control braucht die Google-Anmeldeinformationen um sich mit GTalk zu verbinden und Warnmeldungen zu senden.
nl: Agocontrol heeft je Google accountgegevens nodig om met GTalk te verbinden.

source: GTalk is configured
de: GTalk ist konfiguriert
nl: GTalk is geconfigureerd

source: GTalk is not configured
de: GTalk ist nicht konfiguriert
nl: GTalk is niet geconfigureerd

source: If you are using 2-Step verification, generate password
de: Wenn eine 2-Step Verifikation verwendet wird, generiere ein Passwort
nl: Indien je dubbele authenticatie gebruikt, genereer dan een wachtwoord

source: clicking here
de: Hier klicken
nl: klik hier

source: Otherwise use your usual Google credentials:
de: Ansonsten verwende die übliche Google-Anmeldeinformationen:
nl: Gebruik anders je normale Google gegevens:

source: Username
de: Benutzername
nl: Gebruikernaam

source: Password
de: Passwort
nl: Wachtwoord

source: To send you a test message on GTalk, click on button:
de: Um eine Testnachricht auf GTalk zu senden, klicke auf den Button:
nl: Klik op de knop om een test bericht te versturen met GTalk:

source: SMS configuration
de: SMS Konfiguration
nl: SMS Configuratie

source: Agocontrol uses
de: ago control Benutzer
nl: Agocontrol gebruiken

source: to send SMS alerts.
de: um SMS-Benachrichtigungen zu senden.
nl: om SMS alarmen te versturen.

source: SMS is configured
de: SMS ist konfiguriert
nl: SMS is geconfigureerd

source: SMS is not yet configured
de: SMS ist nicht konfiguriert
nl: SMS is niet geconfigureerd

source: You need to create an account and add credits to send SMS
de: Du musst ein Konto erstellen und Guthaben aufladen, um SMS senden zu können
nl: Je hebt een account en credits nodig om SMS berichten te versturen

source: click here to view SMS rates
de: Klicke hier um SMS Preise zu sehen
nl: klik hier om SMS kosten te bekijken

source: 12voip credentials:
de: 12voip Zugangsdaten
nl: 12voip accountgegevens:

source: To send you a test SMS, click on button
de: Um ein Test-SMS zu senden, klicke den Knopf
nl: Klik op de knop om een test SMS te versturen

source: Email configuration
de: E-Mail Konfiguration
nl: Email configuratie

source: Agocontrol can send alert through email.
de: ago control kann Alarme via E-Mail senden
nl: Agocontrol kan alarmen versturen via email.

source: Mail is configured
de: E-Mail ist konfiguriert
nl: Mail is geconfigureerd

source: Mail is not yet configured
de: E-Mail ist noch nicht konfiguriert
nl: Mail is niet geconfigureerd

source: Specify your email SMTP server and a sender email address (* is mandatory):
de: Definiere Deinen E-Mail SMTP Server und eine Absenderadresse (* Pflichtfelder)
nl: Specificeer je email SMTP server en een afzender emailadres (* is verplicht):

source: (could be smtp:port)
de: (kann auch Server:Port sein)
nl: (bijvoorbeeld smtp:port)

source: Sender email
de: E-Mail Adresse des Absenders
nl: Afzender adres

source: Login
de: Benutzer
nl: Inloggen

source: To send you a test email, type your email address and click on button
de: Um eine Testmail zu senden gib die E-Mail Adresse an und klicke auf den Knopf
nl: Vul je emailadres in en klik op de knop om een test email te verzenden.

source: Push configuration
de: Push Konfiguration
nl: Push configuratie

source: Agocontrol can send alert through push notifications.
de: ago control kann Alarme mit Push Meldungen verschicken
nl: Agocontrol kan alarmen versturen via push notificaties.

source: Push is configured
de: Push ist konfiguriert
nl: Push is geconfigureerd

source: Push is not yet configured
de: Push ist nicht konfiguriert
nl: Push is niet geconfigureerd

source: Choose push provider in list:
de: Wähle einen Push Anbieter aus der Liste:
nl: Kies je push provider uit de lijst:

source: Enter your apikey
de: Gib Deinen API Key ein
nl: Geef je API key

source: available here
de: hier verfügbar
nl: hier beschikbaar

source: Refresh your devices list clicking on the button
de: Um die Geräteliste zu aktualisieren klicke auf den Knopf
nl: Ververs je apparaten lijst door op de knop te drukken

source: Refresh list
de: Liste aktualisieren
nl: Ververs lijst

source: And choose your devices that will be notified
de: Füge Geräte hinzu die Meldungen erhalten sollen
nl: En kies de apparaten welke genotified worden

source: Finally save your settings
de: Deine Einstellungen speichern
nl: Sla je instellingen op

source: Enter your userid
de: Benutzername eingeben
nl: Geef je gebruikers id

source: And save your settings
de: Und speichere die Einstellungen
nl: En sla je instellingen op

source: Enter your apikeys
de: Gib Deine API-Keys ein
nl: Geef je API keys

source: To push you test notification, click on button
de: Um eine Push Test-Nachricht zu senden, klicke den Knopf
nl: Klik op de knop om een test push bericht te versturen

source: Agoscheduler is not responding. Unable to display schedules.
de: agoscheduler antwortet nicht. Kann die geplanten Aufgaben nicht anzeigen.
nl: Agoscheduler reageert niet. Weergave van de agenda mislukt.

source: Schedule(s) added successfully.
de: Aufgabe wurde erfolgreich hinzugefügt.
nl: Agenda item(s) toegevoegd.

source: Unable to add schedule(s).
de: Kann die Aufgabe(n) nicht hinzufügen.
nl: Toevoegen mislukt.

source: Schedule(s) updated successfully.
de: Aufgabe wurde erfolgreich gespeichert.
nl: Agenda item(s) bijgewerkt.

source: Unable to update schedule(s).
de: Kann Aufgabe nicht aktualisieren
nl: Bijwerken mislukt.

source: Schedule(s) deleted successfully.
de: Aufgabe wurde erfolgreich gelöscht.
nl: Agenda item(s) verwijderd.

source: Unable to delete schedule(s).
de: Kann Aufgabe nicht löschen.
nl: Verwijderen mislukt.

source: At
de: bei
nl: In

source: execute scenario
de: Szenario ausführen
nl: voer scenario uit

source: And at
de: Und um
nl: En in

source: Repeat schedule
de: Aufgabe wiederholen
nl: Herhaal

source: Never
de: Nie
nl: Nooit

source: Every day
de: Jeden Tag
nl: Elke dag

source: Every week
de: Jede Woche
nl: Elke week

source: Every month
de: Jeden Monat
nl: Elke maand

source: Every year
de: Jedes Jahr
nl: Elk jaar

source: Recurring schedules are linked each others. If you update one of them, all will be updated too.
de: Wiederkehrende Termine sind mit anderen verbunden. Wenn Du einen von ihnen aktualisierst werden alle anderen aktualisiert.
nl: Herhalende items zijn gekoppeld. Als je er een wijzigd, worden ze allen gewijzigd.

source: Schedule's color
de: Farbe der Aufgabe
nl: Item kleur

source: zwavecontroller is not responding. Unable to execute action.
de: Der zwavecontroller antwortet nicht. Der Befehl kann nicht ausgeführt werden.

source: Port configured
de: Port ist konfiguriert

source: Z-Wave controller resetted
de: Z-Wave Controller zurückgesetzt

source: Add node command sent to controller
de: Node hinzufügen Befehl wurde an den Controller geschickt

source: Remove node command sent to controller
de: Node entfernen Befehl wurde an den Controller geschickt

source: Test network command launched
de: Netzwerk Test Befehl gestartet

source: Cancel command sent to controller
de: Abbrechen Befehl wurde an den Controller geschickt

source: Save configuration sent to controller
de: Konfiguration sichern wurde an den Controller geschickt

source: Download config sent to controller
de: Konfiguration herunterladen wurde an den Controller geschickt

source: Turn on all nodes command sent to controller
de: Alle Nodes einschalten wurde an den Controller geschickt

source: Turn off all nodes command sent to controller
de: Alle Nodes ausschalten wurde an den Controller geschickt

source: Test node command sent to controller
de: Test Node Befehl wurde an den Controller geschickt

source: Test node command failed
de: Test Node Befehl fehlgeschalgen

source: Heal node command sent to controller
de: Heile Node Befehl wurde an den Controller geschickt

source: Parameter updated successfully
de: Parameter erfolgreich aktualisiert

source: Unable to update parameter
de: Kann Parameter nicht aktualisieren

source: Association added successfully
de: Verbindung wurde erfolgreich hinzugefügt

source: Association removed successfully
de: Verbindung wurde erfolgreich entfernt

source: Really remove this association?
de: Diese Verbindung wirklich löschen?

source: Really remove this node?
de: Diesen Node wirklich löschen?

source: Reset controller (everything will be lost!)
de: Controller zurücksetzen (alle Konfigurationen gehen verloren!)

source: Infos
de: Informationen

source: Actions
de: Befehle

source: Associations
de: Verbindungen

source: Advanced
de: Erweitert

source: In this tab you can perform some basic actions on selected Z-Wave node
de: In diesem Reiter kannst Du grundlegende Aktionen auf ausgewählte Z-Wave Nodes durchführen

source: Heal this node
de: Diesen Node heilen

source: Heal
de: Heilen
