Repository: yjc2003/raspberry
Catalog: agocontrol/core/rpc/html/po/*.po
Languages: de, nl

source: If you have troubles with this node, heal action can repair and diagnose the problem
de: Wenn Du Probleme mit diesem Node hast, dann kann der Heilen Befehl das Problem beheben und analysieren

source: Refresh node informations
de: Node Informationen aktualisieren

source: Refresh
de: Aktualisieren

source: Force controller to get node informations. This command lasts some time.
de: Zwinge den Controller die Node Informationen zu holen. Dieser Befehl kann einige Zeit in Anspruch nehmen.

source: Test this node
de: Diesen Node testen

source: Launch some test procedures on this node. This command lasts some time!
de: Führe einige Testroutinen auf diesen Node aus. Dieser Befehl kann einige Zeit in Anspruch nehmen!

source: Here you can manage associations for this node. More informations are available
de: Hier kannst Du Verbindungen für den Node verwalten. Mehr Informationen sind

source: here
de: hier

source: Create new association with
de: Erstelle neue Verbindung mit

source: Create
de: Erstellen

source: List of existing associations
de: Liste der verfügbaren Verbindungen

source: no association
de: Keine Verbindung

source: Add association with
de: Verbindung hinzufügen mit

source: This tab is reserved to experts that knows what they do. Be careful!
de: Dieser Reiter ist nur für Experten die wissen was sie tun. Sei vorsichtig!

source: Remove this node from network
de: Diesen Node vom Netzwerk entfernen

source: Remove
de: Entfernen

source: Set parameter
de: Setze Parameter

source: to
de: zu

source: Set value
de: Setze Wert

source: Force selected node parameter to specified value
de: Erzwinge den gewählten Wert für den Parameter auf dem ausgefählten Node

source: Outer circle represents devices
de: Äusserer Kreis stellt Geräte dar

source: Nodes dependencies are displayed inside the circle
de: Node Abhängigkeiten werden innerhalb des Kreises angezeigt

source: Click on outer circle open selected device details
de: Doppel-klicke auf den äusseren Kreis um Details vom ausgewählten Gerät anzuzeigen

source: Mouse over a dependency shows relationship between source and target nodes
de: Mouse-Over über eine Abhängigkeit zeigt die Beziehung zwischen Quell- und Ziel-Nodes an

source: Zoom graph using your mouse wheel
de: Eine Vergrößerung und Verkleinerung der Darstellung ist mit dem Mausrad möglich

source: Dependencies
de: Abhängigkeiten

source: General
de: Allgemein

source: Statistics
de: Statistiken

source: nodes found in your network
de: Nodes wurden in Deinem Netzwerk gefunden

source: Building graph...
de: Generiere Darstellung...

source: General Z-Wave configuration
de: Allgemeine Z-Wave Konfiguration

source: Configure controller USB port
de: USB Port vom Controller

source: Set
de: Setzen

source: Basic commands that can be launched on controller
de: Grundlegende Befehle die an den Controller geschickt werden können

source: Pair node to your network
de: Node ins Netzwerk koppeln

source: Pair
de: Kopple

source: Activate pairing mode of your Z-Wave controller
de: Akviviere den Koppel-Modus vom Z-Wave Controller

source: Unpair node from your network
de: Node vom Netzwerk entkopplen

source: Turn on/off all devices
de: Schalte alle Geräte ein/aus

source: On
de: Ein

source: Off
de: Aus

source: Test network
de: Teste Netzwerk

source: Z-Wave controller reports some statistics displayed below
de: Statistiken vom Z-Wave Controller

source: Advanced controller commands
de: Erweiterte Controller Befehle

source: Cancel running controller command
de: Laufenden Controller Befehl abbrechen

source: Reset
de: Zurücksetzen

source: Reset controller
de: Controller Zurücksetzen

source: Download configuration
de: Konfiguration herunterladen

source: Download
de: Herunterladen

source: Save configuration
de: Konfiguration speichern

source: Statistic
de: Statistik

source: Plugins
nl: Invoeg toepassingen

source: System
nl: Systeem

source: System Status
nl: Systeem Status

source: Name
nl: Naam

source: Handler
nl: Behandeler

source: Version
nl: Versie

source: Graph
nl: Grafiek

source: Agoalert is not responding
nl: Agoalert reageert niet
